const Map<String, String> ar = {
  //===================================User=========================
  //===========sign in===========
  'signIn': 'تسجيل الدخول',
  'welcome': 'مرحبا سُعدنا بلقائك',
  'welcome2': 'ابدأ رحلتك الآن',
  'transporting': 'تنقل مع تكسي اوفر',
  'enterPhone': 'أدخل رقم هاتفك المحمول',
  'enterVisiter': 'الدخول كزائر',

  //===========veryfication===========
  'sendCode': 'لقد أرسلنا لك كود ب 4 أرقام إلى الرقم',
  'activeAccount': 'تم تفعيل حسابك بنجاح',
  'verify': 'كود التحقق',
  'resend': 'اعادة ارسال الكود',

  //============creat user============
  'creat': 'قم بتسجيل معلوماتك',
  'name': 'الاسم',
  'lastname': 'الكنية',
  'age': 'العمر',
  //==============home==============
  'welcomeHome': 'مرحبا بك ',
  'welcomeHome2': ' الى أين وجهتك',
  'search': 'البحث',
  'location': 'نقطة البداية',
  'button': 'تثبيت النقطة',
  'cash': 'نقدي',
  //==============search==============
  'destination': 'وجهتك',
  'from': 'من',
  'to': 'الى',
  'marker': 'تحديد عن طريق المؤشر على الخريطة',
  'marker2': 'يمكنك التحريك لاختيار المنطقة',
//==============rideRequest==============
  'wait': 'يتم طلب السائق ',
  'wait2': ' الرجاء الانتظار',
  'driverCome': 'السائق في طريقه اليك ',
  'nofound': 'لم يتم العثور على سائق',
  'close': 'إغلاق',
  'tryAgain': 'حاول مجدداً',
  'callDriver': 'اتصال بالسائق',
//==============flutter toast==============
  'toatContry': 'عذراً هذا البلد غير مخدم حالياً',
  'toatContryChoos': 'الرجاء اخيار بلد',
//=================drawer===================
  'visitUser': 'زيارة الحساب',
  'menu': 'سجل الطلبات',
  'about': 'حول التطبيق',
  'setting': 'الإعدادات',
  'signout': 'تسجيل الخروج',
  'Setting_Language': 'اللغة'
//=================================================================
};
