const Map<String, String> ru = {
  //===================================User=========================
  //===========sign in===========
  'signIn': 'войти',
  'welcome': 'Привет, приятно познакомиться',
  'welcome2': 'Начни свое путешествие прямо сейчас',
  'transporting': 'Трансфер на такси',
  'enterPhone': 'Введите номер вашего мобильного телефона',
  'enterVisiter': 'Войти как посетитель',

  //===========veryfication===========
  'sendCode': 'Мы отправили вам 4-значный код на номер',
  'activeAccount': 'Ваша учетная запись была успешно активирована',
  //============creat user============
  'creat': 'Зарегистрируйте вашу информацию',
  'name': 'Имя',
  'lastname': 'прозвище',
  'age': 'Возраст',
  //==============home==============
  'welcomeHome': 'Добро пожаловать,',
  'welcomeHome2': 'куда ты идешь?',
  'search': 'поиск',
  'location': 'Отправная точка',
  'button': 'точка установки',
  'cash': 'денежный',

  //==============search==============
  'destination': 'место назначения',
  'from': 'из',
  'to': 'мне',
  'marker': 'Определить курсором на карте',
  'marker2': 'Вы можете провести пальцем, чтобы выбрать область',

//==============rideRequest==============
  'wait': 'Требуется драйвер,',
  'wait2': ' пожалуйста, подождите',

  'driverCome': 'Водитель едет к вам ',
  'nofound': 'Драйвер не найден',
  'close': 'Закрывать',
  'tryAgain': 'Попробуйте снова',
  'callDriver': 'Контакт с водителем',
//==============flutter toast==============
  'toatContry': 'Извините, эта страна в настоящее время не обслуживается',
  'toatContryChoos': 'Пожалуйста, выберите страну',
  //=================drawer===================
  'visitUser': 'посетить аккаунт',
  'menu': 'книга заказов',
  'about': 'О приложении',
  'setting': 'Настройки',
  'signout': 'выход',
  'Setting_Language': 'язык'

  //=================================================================
};
